jorgebucaran/fisher
jethrokuan/z
jorgebucaran/autopair.fish
oh-my-fish/plugin-bang-bang
franciscolourenco/done
patrickf1/fzf.fish
ilancosman/tide@v5
laughedelic/pisces
